[M_Orchid_FireWater MissionDefinition]
MissionDescription="Shadow likes whiskey, he thinks he should drink it. Shadow tells you to take the cargo box and take it to Franco. You can feel the shadow of the body of the French whiskey. "
TurnInDescription="FRANK Better die - the medicine you're taking will kill you."
MissionSummary="I'm going to buy Frank some whiskey.."
TeaserText="There is no rest, he said, sweating and kicking!"
